{"questions": [
            {
              "panel_title": "What kind of service do you provide?",
              "panel_content": "We provide visa logistics/ visa processing / ground support/ consultancy for the countries that do not have any embassy in Bangladesh."
            },
            {
              "panel_title": "Can you give visa assistance for Schengen Visa?",
              "panel_content": "Yes, We can."
            },
            {
              "panel_title": "What is the guarantee of getting a visa?",
              "panel_content": "Visa Center is here to assist you with visa application, after the application is submitted, the guarantee of visa will depend on the embassy’s decision, and we have no influence on this decision."
            },
            {
              "panel_title": "Which type of documents are required for a visa application?",
              "panel_content": "Please visit 'Visa Center' option of our website to know the requirements of the country you want visa for."
            },
            {
              "panel_title": "Is it possible to apply for tourist visa without invitation letter?",
              "panel_content": "For tourist visa you do not need any invitation letter. However, cover letter and day to day travel plans are required."
            },
            {
              "panel_title": "How long will it take to process visa?",
              "panel_content": "Processing time depends on embassy."
            },
            {
              "panel_title": "Is visa applicable for Childs and infants?",
              "panel_content": "Yes, visa is applicable."
            },
            {
              "panel_title": "If the visa does not get approved then is it refundable?",
              "panel_content": "No, the service fee is not refundable because we are not responsible for the approval of visa as the decision depends on the embassies."
            },
            {
              "panel_title": "Does VISA thing provide any service for local embassy?",
              "panel_content": "'VISA Center' does not provide any service for local embassies."
            },
            {
              "panel_title": "Do you supply documents for visa?",
              "panel_content": "We submit clients’ applications according to their documents, travel background and purpose. We also provide ground support and legalization of documents for some selective countries. Other than that we do not provide any documents for visa."
            },
            {
              "panel_title": "Can you provide Invitation letter for business visa?",
              "panel_content": "Invitation letter should be provided by clients, we will provide visa application service according to that."
            },
            {
              "panel_title": "Which type of visa is needed for conference?",
              "panel_content": "Business/Conference type visa is needed if anyone wants to go to a conference to another country."
            },
            {
              "panel_title": "Can you help me with student visa?",
              "panel_content": "No, we can’t."
            },
            {
              "panel_title": "Do you provide work permit?",
              "panel_content": "No, we do not provide work permit."
            },
            {
              "panel_title": "Is it necessary to go in person for Indian visa?",
              "panel_content": "Yes, you need to go in person."
            },
            {
              "panel_title": "Is any alternative document for bank statement acceptable?",
              "panel_content": "Only India accepts alternative of bank statement (endorsement). Other countries do not have that option."
            }
          ]

        }